<?php

return [
    [
        'id' => 1,
        'name' => 'Аккумуляторная дрель-шуруповерт DAEWOO DAA 1220 LI DAA 1220LI',
       /*НЕ ВЫВОДИТСЯ*/ 'description' => 'Аккумуляторная дрель-шуруповерт DAEWOO DAA 1220 LI DAA 1220LI снабжена быстрозажимным патроном, что способствует простой смене оснастки. 18 положений установки крутящего момента + ступень сверления обеспечивают универсальность применения. Благодаря светодиодной подсветке, можно работать даже при плохом освещении. Модель функционирует от литий-ионного аккумулятора, который отличается легкостью и мощностью, отсутствием саморазряда и эффекта памяти.',
        'image' => [
            'uploads/drel_shurupovert/1_2.webp',
            'uploads/drel_shurupovert/1_1.webp'
        ],
        'bool' => true,
        'catalog' => 'дрель'
    ],
    [
        'id' => 2,
        'name' => 'Аккумуляторный винтоверт Ryobi ONE+ RID1801M 5133001168',
        'description' => 'Аккумуляторный винтоверт Ryobi ONE+ RID1801M 5133001168 предназначен для завинчивания шурупов под ключ. Для повышения функциональности предусмотрен механизм обратного хода, который позволяет отвинчивать шурупы и винты. Предусмотрена функция тормоза, обеспечивающая эффективную работу при серийных заворачиваниях. Бесключевой патрон отвечает за быструю смену рабочей насадки. ',
        'image' => [
             'uploads/vintovert/2_1.webp',
            'uploads/vintovert/2_2.webp',
           'uploads/vintovert/2_3.webp'
            ],
        'bool' => true,
        'catalog' => 'винтоверт'
    ],
    [
        'id' => 3,
        'name' => 'Набор отверток трехгранных Milwaukee VDE (12шт)',
        'description' =>  'Протестированы по стандарту VDE напряжением 10 кВ и предназначены для работы в электроустановках под напряжением 1 кВ. Тонкий стержень для доступа к крепежу в ограниченном пространстве. Удобная трехгранная рукоятка оптимизирована для комфорта пользователя и максимальной передачи момента. Перманентная маркировка размеров для быстрой идентификации нужной отвертки. Не скатывается благодаря трехгранной рукоятке. Отверстие для крепления системы страховки инструмента Milwaukee',
        'image' => [
            'uploads/otvertka/4_1.webp',
        ],
        'bool' => false,
        'catalog' => 'отвертки'
    ],
    [
        'id' => 4,
        'name' => 'Набор диэлектрических отверток КВТ Профи НИО-06 78617',
        'description' => 'Набор диэлектрических отверток КВТ Профи НИО-06 78617 подойдет для работы электрика. Инструмент удобен в использовании за счет полной изоляции рукоятки и стержня.',
        'image' => [
            'uploads/otvertka/4_1.webp',
            'uploads/otvertka/4_2.webp'
        ],
        'bool' => true,
        'catalog' => 'отвертки'

    ],
    [
        'id' => 5,
        'name' => 'Аккумуляторный ленточный шуруповерт KEYANG SD20BL',
        'description' => 'Ударный шуруповерт Makita TD0101F предназначен для вкручивания и выкручивания шурупов и винтов. Данная модель поддерживает режим удара, который позволяет срывать и свободно откручивать заржавевшие крепежи. Сетевой инструмент обладает небольшим весом, прочным корпусом с мягкими резиновыми вставками, вентиляцией для охлаждения, функцией - реверсивного движения и подсветкой.',
        'image' => [
            'uploads/5.webp'
        ],
        'bool' => true,
        'catalog' => 'шуруповерт'
    ],
    [
        'id' => 6,
        'name' => 'Ударный шуруповерт Makita TD0101F',
        'description' =>  'Компактный и легкий шуруповерт на Li-ION аккумуляторах. Позволяет значительно упростить и ускорить монтаж гипсокартона. Идеален для работы над головой, позволяет выполнять завинчивание саморезов одной рукой.',
        'image' => [
        ],
        'bool' => true,
        'catalog' => 'шуруповерт'

    ],
];